Repository: HEHEX8/PlayCoverManagerGUI
Catalog: PlayCoverManager/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans, zh_hant

source: （推奨）
en: (recommended)
zh_hans: (推荐)
zh_hant: (推薦)

source: （省電力）
en: (Power saving)
zh_hans: (省电)
zh_hant: (省電)

source: に一致するアプリが見つかりませんでした。
en: No matching apps found.
zh_hans: 未找到匹配的应用。
zh_hant: 未找到匹配的應用程序。

source: "%@" に一致するアプリが見つかりませんでした。
en: No apps found matching "%@".
zh_hans: 未找到与“%@”匹配的应用。
zh_hant: 未找到與“%@”匹配的應用程序。

source: （PlayCoverコンテナと関連するアプリコンテナが含まれます）
en: (Includes PlayCover container and associated app container)
zh_hans: (包括 PlayCover 容器和关联的应用容器)
zh_hant: (包括 PlayCover 容器和關聯的應用程序容器)

source: （拡張子なし）
en: (no extension)
zh_hans: (无扩展名)
zh_hant: (無擴展名)

source: （既定）
en: (established)
zh_hant: (預設)

source: ） 用の ASIF ディスクイメージを作成しますか？
en: ) would you like to create an ASIF disk image for it?
zh_hans: )你想为其创建一个 ASIF 磁盘映像吗？
zh_hant: )你想為其創建一個 ASIF 磁盤映像嗎？

source: 「\(volumeName)」をイジェクトできませんでした。
en: Failed to eject "\(volumeName)".
zh_hans: 无法弹出“\(volumeName)”。
zh_hant: 無法彈出“\(volumeName)”。

source: 「%@」をイジェクトできませんでした。
en: Failed to eject "%@".
zh_hans: 弹出“%@”失败。
zh_hant: 彈出“%@”失敗。

source: 「イジェクトしない」を選択すると、イジェクトせずにアプリを終了します
en: Select "Do not eject" to exit the app without ejecting.
zh_hans: 选择“不弹出”以退出应用而不弹出。
zh_hant: 選擇“不彈出”以退出應用程序而不彈出。

source: 「完了」ボタンをクリックして PlayCover Manager を起動します。
en: Click the "Finish" button to launch PlayCover Manager.
zh_hans: 点击“完成”按钮启动 PlayCover Manager。
zh_hant: 點擊“完成”按鈕啟動 PlayCover Manager。

source: \(analyzedIPAs.count) 個のアプリをインストールしますか？
en: Would you like to install \(analyzedIPAs.count) apps?
zh_hans: 你想安装 \(analyzedIPAs.count) 个应用吗？
zh_hant: 你想安裝 \(analyzedIPAs.count) 個應用程序嗎？

source: \(app.displayName) を準備しています…
en: Preparing \(app.displayName)...
zh_hans: 正在准备 \(app.displayName)...
zh_hant: 正在準備 \(app.displayName)...

source: \(app.displayName) 用のディスクイメージを作成しています…
en: Creating disk image for \(app.displayName)...
zh_hans: 为 \(app.displayName) 创建磁盘映像...
zh_hant: 為 \(app.displayName) 創建磁盤映像...

source: \(capabilities) 個
en: \(capabilities) items
zh_hans: \(capability)个
zh_hant: \(capability)個

source: \(completed) / \(totalItems) 完了
en: \(completed) / \(totalItems) completed
zh_hans: \(已完成) / \(totalItems) 已完成
zh_hant: \(已完成) / \(totalItems) 已完成

source: \(failedCount) 個のコンテナをアンマウントできませんでした。
en: Failed to unmount \(failedCount) containers.
zh_hans: 无法卸载 \(failedCount) 个容器。
zh_hant: 無法卸載 \(failedCount) 個容器。

# (failedCount) 個のコンテナを強制アンマウントできませんでした。 Finderから手動でイジェクトしてから、再度保存先の変更を試してください。
source: \(failedCount) 個のコンテナを強制アンマウントできませんでした。\n\nFinderから手動でイジェクトしてから、再度保存先の変更を試してください。
en: Failed to force unmount \(failedCount) containers.\n\nPlease eject it manually from Finder and try changing the save location again.
zh_hans: 无法强制卸载 \(failedCount) 个容器。\n\n请从 Finder 中手动将其弹出，然后再次尝试更改保存位置。
zh_hant: 無法強制卸載 \(failedCount) 個容器。\n\n請從 Finder 中手動將其彈出，然後再次嘗試更改保存位置。

# (failedCount) 個のコンテナを強制アンマウントできませんでした。 手動でFinderからイジェクトしてください。
source: \(failedCount) 個のコンテナを強制アンマウントできませんでした。\n\n手動でFinderからイジェクトしてください。
en: Failed to force unmount \(failedCount) containers.\n\nPlease eject it manually from Finder.
zh_hans: 无法强制卸载 \(failedCount) 个容器。\n\n请从 Finder 中手动将其弹出。
zh_hant: 無法強制卸載 \(failedCount) 個容器。\n\n請從 Finder 中手動將其彈出。

source: \(failedCount) 個のディスクイメージをアンマウントできませんでした。
en: Failed to unmount \(failedCount) disk images.
zh_hans: 无法卸载 \(failedCount) 个磁盘映像。
zh_hant: 無法卸載 \(failedCount) 個磁盤映像。

source: \(fileType.count) 個
en: \(fileType.count) items
zh_hans: \(fileType.count) 个

source: \(info.appName) をインストール中
en: Installing \(info.appName)
zh_hans: 安装 \(info.appName)
zh_hant: 安裝 \(info.appName)

source: \(ipaURL.lastPathComponent): 解析失敗 - \(error.localizedDescription)
en: \(ipaURL.lastPathComponent): Parsing failed - \(error.localizedDescription)
zh_hans: \(ipaURL.lastPathComponent): 解析失败 - \(error.localizedDescription)

source: \(newInstalls) 個
en: \(newInstalls) new
zh_hans: \(newInstalls) 个

source: \(others) 個
en: \(others) others
zh_hans: \(其他)件
zh_hant: \(其他)件

source: \(request.app.displayName) の内部ストレージにデータが存在します。どのように処理しますか？
en: Data exists in internal storage at \(request.app.displayName).How do you handle it?
zh_hans: 数据存在于内部存储中的\(request.app.displayName)。如何处理？
zh_hant: 數據存在於內部存儲中的\(request.app.displayName)。如何處理？

source: \(result.totalFiles) 個
en: \(result.totalFiles) files
zh_hans: \(result.totalFiles) 个

source: \(selectedAppInfos.count) 個のアプリをアンインストールしますか？
en: Do you want to uninstall \(selectedAppInfos.count) apps?
zh_hans: 你想卸载\(selectedAppInfos.count)个应用吗？
zh_hant: 你想卸載\(selectedAppInfos.count)個應用程序嗎？

source: \(upgrades) 個
en: \(upgrades) items
zh_hans: \(升级)个
zh_hant: \(升級)個

source: %@ の内部ストレージにデータが存在します。どのように処理しますか？
en: Data exists in internal storage for %@. How would you like to proceed?
zh_hans: 数据存在于%@的内部存储器中。如何处理？
zh_hant: 數據存在於%@的內部存儲器中。如何處理？

source: %@ をインストール中
en: Installing %@
zh_hans: 正在安装%@
zh_hant: 正在安裝%@

source: %@ を準備しています…
en: Preparing %@...
zh_hans: 正在准备%@...
zh_hant: 正在準備%@...

source: %@ 用の ASIF ディスクイメージを作成しますか？
en: Would you like to create an ASIF disk image for %@?
zh_hans: 你想为 %@ 创建 ASIF 磁盘映像吗？
zh_hant: 你想為 %@ 創建 ASIF 磁盤映像嗎？

source: %@ 用のディスクイメージを作成しています…
en: Creating disk image for %@...
zh_hans: 正在为 %@ 创建磁盘映像...
zh_hant: 正在為 %@ 創建磁盤映像...

# %@: 解析失敗 - %@
source: %1$@: 解析失敗 - %2$@
en: %1$@: Parsing failed - %2$@
zh_hans: %1$@:解析失败 - %2$@

# %lld / %lld 完了
source: %1$lld / %2$lld 完了
en: %lld / %lld Complete
zh_hans: %lld / %lld 已完成
zh_hant: %lld / %lld 已完成

source: %lld 個
en: %lld items
zh_hans: %lld 件
zh_hant: %lld 件

source: %lld 個のアプリをアンインストールしますか？
en: Uninstall %lld apps?
zh_hans: 你想卸载 %lld 个应用吗？
zh_hant: 你想卸載 %lld 個應用程序嗎？

source: %lld 個のアプリをインストールしますか？
en: Install %lld apps?
zh_hans: 你想安装 %lld 个应用吗？
zh_hant: 你想安裝 %lld 個應用程序嗎？

source: %lld 個のコンテナをアンマウントできませんでした。
en: Failed to unmount %lld containers.
zh_hans: 无法卸载 %lld 个容器。
zh_hant: 無法卸載 %lld 個容器。

source: %lld 個のコンテナを強制アンマウントできませんでした。 Finderから手動でイジェクトしてから、再度保存先の変更を試してください。
en: Failed to force unmount %lld containers. Please manually eject it from Finder and try changing the save location again.
zh_hans: 无法强制卸载 %lld 个容器。 请手动将其从 Finder 中弹出，然后再次尝试更改保存位置。
zh_hant: 無法強制卸載 %lld 個容器。 請手動將其從 Finder 中彈出，然後再次嘗試更改保存位置。

source: %lld 個のコンテナを強制アンマウントできませんでした。 手動でFinderからイジェクトしてください。
en: Failed to force unmount %lld containers. Please manually eject it from Finder.
zh_hans: 无法强制卸载 %lld 个容器。 请手动将其从 Finder 中弹出。
zh_hant: 無法強制卸載 %lld 個容器。 請手動將其從 Finder 中彈出。

source: ※ アプリ本体 + ディスクイメージファイル
en: * App body + disk image file
zh_hans: * 应用主体+磁盘镜像文件
zh_hant: * 應用程序主體+磁盤鏡像文件

source: ※ イメージ内のデータ使用量（合計に含まれません）
en: *Data usage in the image (not included in total)
zh_hans: *图中数据使用量(不包含在总数中)
zh_hant: *圖中數據使用量(不包含在總數中)

source: ※ 内部データ使用量は合計に含まれません
en: *Internal data usage is not included in the total
zh_hans: *内部数据使用量不包含在总量中
zh_hant: *內部數據使用量不包含在總量中

source: ※ 合計 = アプリ本体 + ディスクイメージファイル
en: *Total = app itself + disk image file
zh_hans: *总计 = 应用本身 + 磁盘映像文件
zh_hant: *總計 = 應用程序本身 + 磁盤映像文件

source: +\(analyzedIPAs.count - 6) 個のアプリ
en: +\(analyzedIPAs.count - 6) apps
zh_hans: +\(analyzedIPAs.count - 6) 个应用
zh_hant: +\(analyzedIPAs.count - 6) 個應用

source: +\(selectedAppInfos.count - 6) 個のアプリ
en: +\(selectedAppInfos.count - 6) apps
zh_hans: +\(selectedAppInfos.count - 6) 个应用
zh_hant: +\(selectedAppInfos.count - 6) 個應用

source: === デバッグコンソール ===
en: === Debug console ===
zh_hans: ===调试控制台===
zh_hant: ===調試控制台===

source: ~/Applications/PlayCover は既に削除されています。
en: ~/Applications/PlayCover has already been deleted.
zh_hans: ~/Applications/PlayCover 已被删除。
zh_hant: ~/Applications/PlayCover 已被刪除。

source: ~/Applications/PlayCover を削除
en: Remove ~/Applications/PlayCover
zh_hans: 删除 ~/Applications/PlayCover
zh_hant: 刪除 ~/Applications/PlayCover

source: ~/Applications/PlayCover を削除しました。
en: ~/Applications/PlayCover has been removed.
zh_hans: ~/Applications/PlayCover 已删除。
zh_hant: ~/Applications/PlayCover 已刪除。

source: ~/Library/Containers/ へのマウントには「フルディスクアクセス」権限が必要です。 対処方法： 1. システム設定を開く（⌘Space で「システム設定」を検索） 2. プライバシーとセキュリティ > フルディスクアクセス 3. 「+」ボタンで PlayCover Manager を追加 4. アプリを再起動してください マウント先: %@
en: Mounting to ~/Library/Containers/ requires "Full Disk Access" permission. How to deal with it: 1. Open System Settings (search for “System Settings” in ⌘Space) 2. Privacy and Security > Full Disk Access 3. Add PlayCover Manager using the “+” button 4. Please restart the app Mount to: %@.
zh_hans: 安装到 ~/Library/Containers/ 需要“完全磁盘访问”权限。 解决方法: 1.打开系统设置（使用 ⌘+空格 搜索“系统设置”) 2. 隐私和安全 > 全磁盘访问 3. 使用“+”按钮添加 PlayCover Manager 4. 请重新启动应用 安装到:%@
zh_hant: 安裝到 ~/Library/Containers/ 需要“完全磁盤訪問”權限。 解決方法: 1.打開系統設定（使用 ⌘+空格 搜尋“系統設置”) 2. 隱私和安全 > 全磁盤訪問 3. 使用“+”按鈕添加 PlayCover Manager 4. 請重新啟動應用程序 安裝到:%@

source: ⚠️ 強制アンマウントはデータ損失のリスクがあります
en: ⚠️ Forced unmounting risks data loss
zh_hans: ⚠️强制卸载有数据丢失的风险
zh_hant: ⚠️強制卸載有數據丟失的風險

source: ⚠️ 強制イジェクトはデータ損失のリスクがあります
en: ⚠️ Forced eject risks data loss
zh_hans: ⚠️强制弹出可能导致数据丢失
zh_hant: ⚠️強制彈出可能導致數據丟失

source: ✅ \(app.appName) をアンインストールしました
en: ✅ I uninstalled \(app.appName)
zh_hans: ✅ 我卸载了 \(app.appName)
zh_hant: ✅ 我卸載了 \(app.appName)

source: ✅ %@ をアンインストールしました
en: ✅ I uninstalled %@
zh_hans: ✅ 我卸载了%@
zh_hant: ✅ 我卸載了%@

source: 5分以内に完了しませんでした
en: Did not complete within 5 minutes
zh_hans: 5分钟内未完成
zh_hant: 5分鐘內未完成

source: Apple Silicon Mac 専用
en: Apple Silicon Mac only
zh_hans: 仅适用于 Apple Silicon Mac
zh_hant: 僅適用於 Apple Silicon Mac

source: ASIF ディスクイメージの保存先を選択してください。外部ストレージがおすすめですが強制ではありません。
en: Select a destination for the ASIF disk image.External storage is recommended but not required.
zh_hans: 请选择 ASIF 磁盘映像的目标。建议使用外部存储，但不是必需的。
zh_hant: 請選擇 ASIF 磁盤映像的目標。建議使用外部存儲，但不是必需的。

source: ASIF ディスクイメージを保存するフォルダを選択してください。
en: Select a folder to save the ASIF disk image.
zh_hans: 请选择一个文件夹来保存 ASIF 磁盘映像。
zh_hant: 請選擇一個文件夾來保存 ASIF 磁盤映像。

source: ASIF ディスクイメージ形式対応
en: Supports ASIF disk image format
zh_hans: 支持 ASIF磁盘镜像格式
zh_hant: 支持 ASIF磁盤鏡像格式

source: ASIF（macOS Tahoe 専用）
en: ASIF (macOS Tahoe only)
zh_hans: ASIF(仅限 macOS Tahoe)
zh_hant: ASIF(僅限 macOS Tahoe)

source: Bundle Identifier の取得に失敗しました
en: Failed to get Bundle Identifier
zh_hans: 获取包标识符失败
zh_hant: 獲取包標識符失敗

source: Escキーまたは背景をクリックして閉じる
en: Press Esc key or click background to close.
zh_hans: 点击 Esc键或背景关闭
zh_hant: 點擊 Esc鍵或背景關閉

source: Finder でアプリを表示
en: Show apps in Finder
zh_hans: 在 Finder 中显示应用
zh_hant: 在 Finder 中顯示應用程序

source: Finder でコンテナを表示
en: Show containers in Finder
zh_hans: 在 Finder 中显示容器
zh_hant: 在 Finder 中顯示容器

source: Finder での表示設定
en: Finder Display Settings
zh_hans: 取景器显示设置
zh_hant: 取景器顯示設置

source: Finder で表示
en: View in Finder
zh_hans: 在 Finder 中查看
zh_hant: 在 Finder 中查看

source: Finder に表示しない （-nobrowse）
en: Do not show in Finder (-nobrowse)
zh_hans: 不在 Finder 中显示 (-nobrowse)
zh_hant: 不在 Finder 中顯示 (-nobrowse)

source: Finderに表示しない
en: Don't show in Finder
zh_hans: 不显示在 Finder 中
zh_hant: 不顯示在 Finder 中

source: Finderに表示する
en: Show in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: GitHub リポジトリ
en: GitHub Repository
zh_hans: GitHub 存储库
zh_hant: GitHub 存儲庫

source: Info.plist の読み取りに失敗しました
en: Failed to read Info.plist
zh_hans: 无法读取 Info.plist
zh_hant: 無法讀取 Info.plist

source: io.playcover.PlayCover 用の ASIF イメージを作成しマウントします。
en: Create and mount an ASIF image for io.playcover.PlayCover.
zh_hans: 为 io.playcover.PlayCover 创建并安装 ASIF 映像。
zh_hant: 為 io.playcover.PlayCover 創建並安裝 ASIF 映像。

source: IPA インストーラー
en: IPA Installer
zh_hans: IPA安装程序
zh_hant: IPA安裝程序

source: IPA インストール、アプリ起動、アンインストール、ストレージ管理などの機能を提供します。
en: Provides IPA installation, app launching, uninstallation, and storage management features.
zh_hans: 提供 IPA安装、应用启动、卸载、存储管理等功能。
zh_hant: 提供 IPA安裝、應用啟動、卸載、存儲管理等功能。

source: IPA ファイルをインストールすると、ここに表示されます。
en: Once the IPA file is installed, it will appear here.
zh_hans: 安装 IPA 文件后，将出现在此处。
zh_hant: 安裝 IPA 文件後，將出現在此處。

source: IPA ファイルを解析中...
en: Parsing IPA file...
zh_hans: 正在解析 IPA 文件...
zh_hant: 正在解析 IPA 文件...

source: IPA ファイルを選択してください
en: Select IPA Files
zh_hans: 请选择一个 IPA 文件
zh_hant: 請選擇一個 IPA 文件

source: IPA をインストール
en: Install IPA
zh_hans: 安装 IPA
zh_hant: 安裝 IPA

source: IPA をインストール （⌘I）
en: Install IPA (⌘I)
zh_hans: 安装 IPA (⌘I)
zh_hant: 安裝 IPA (⌘I)

source: IPA を選択
en: Select IPA
zh_hans: 选择 IPA
zh_hant: 選擇 IPA

source: IPA 内に .app が見つかりません
en: .app not found in IPA
zh_hans: 在 IPA 中找不到 .app
zh_hant: 在 IPA 中找不到 .app

source: IPA 内に Info.plist が見つかりません
en: Info.plist not found in IPA
zh_hans: IPA 中未找到 Info.plist
zh_hant: IPA 中未找到 Info.plist

source: iPhone 専用アプリ向け
en: For iPhone exclusive apps
zh_hans: 适用于 iPhone 专属应用
zh_hant: 適用於 iPhone 專屬應用程序

source: MacBook Air での長時間プレイに推奨（低解像度だが安定した 60 FPS）
en: Recommended for long-term play on MacBook Air (low resolution but stable 60 FPS).
zh_hans: 建议在 MacBook Air 上长期玩(低分辨率但稳定的 60 FPS)。
zh_hant: 建議在 MacBook Air 上長期玩(低分辨率但穩定的 60 FPS)。

source: macOS Tahoe 26.0 以降
en: macOS Tahoe 26.0 or later

source: macOS のセキュリティ設定により、保存先ディレクトリへのアクセスが拒否されました。 対処方法： 1. システム設定 > プライバシーとセキュリティ > フルディスクアクセス 2. 「+」ボタンをクリックし、PlayCover Manager を追加 3. アプリを再起動してください パス: %@
en: macOS security settings have denied access to the destination directory. How to deal with it: 1. System Settings > Privacy and Security > Full Disk Access 2. Click the “+” button and add PlayCover Manager 3. Restart the app Path: %@
zh_hans: macOS 安全设置拒绝访问目标目录。 解决方法: 1. 系统设置 > 隐私和安全 > 全磁盘访问 2. 点击“+”按钮并添加 PlayCover Manager 3. 重新启动应用 路径:%@
zh_hant: macOS 安全設置拒絕訪問目標目錄。 解決方法: 1. 系統設置 > 隱私和安全 > 全磁盤訪問 2. 點擊“+”按鈕並添加 PlayCover Manager 3. 重新啟動應用程序 路徑:%@

source: macOS のセキュリティ設定により、保存先ディレクトリへのアクセスが拒否されました。\n\n対処方法：\n1. システム設定 > プライバシーとセキュリティ > フルディスクアクセス\n2. 「+」ボタンをクリックし、PlayCover Manager を追加\n3. アプリを再起動してください\n\nパス: \(parentDir.path)
en: macOS security settings have denied access to the destination directory.\n\nSolution:\n1. System Settings > Privacy & Security > Full Disk Access\n2. Click the "+" button and add PlayCover Manager\n3. Restart the app\n\nPath: \(parentDir.path)
zh_hans: macOS 安全设置拒绝访问目标目录。\n\n解决方案:\n1.系统设置 > 隐私和安全 > 全磁盘访问\n2.点击“+”按钮并添加 PlayCover Manager\n3.重新启动应用\n\n路径: \(parentDir.path)
zh_hant: macOS 安全設置拒絕訪問目標目錄。\n\n解決方案:\n1.系統設置 > 隱私和安全 > 全磁盤訪問\n2.點擊“+”按鈕並添加 PlayCover Manager\n3.重新啟動應用\n\n路徑: \(parentDir.path)

source: macOS のバージョンが古すぎます
en: macOS version is too old
zh_hans: macOS 版本太旧
zh_hant: macOS 版本太舊

source: macOS をアップデート
en: Update macOS
zh_hans: 更新 macOS
zh_hant: 更新 macOS

source: MIT ライセンスで提供
en: Licensed under MIT License
zh_hans: 根据 MIT 许可提供
zh_hant: 根據 MIT 許可提供

source: PlayCover Manager は PlayCover を補完するアプリです。 ディスクイメージの管理と IPA インストールを簡単にします。
en: PlayCover Manager is a companion app for PlayCover. It simplifies disk image management and IPA installation.
zh_hans: PlayCover Manager 是一款对 PlayCover 进行补充的应用。 轻松管理磁盘映像和 IPA 安装。
zh_hant: PlayCover Manager 是一款對 PlayCover 進行補充的應用程序。 輕鬆管理磁盤映像和 IPA 安裝。

# PlayCover Manager は PlayCover を補完するアプリです。 ディスクイメージの管理と IPA インストールを簡単にします。
source: PlayCover Manager は PlayCover を補完するアプリです。\n\nディスクイメージの管理と IPA インストールを簡単にします。
en: PlayCover Manager is a companion app for PlayCover.\n\nIt simplifies disk image management and IPA installation.
zh_hans: PlayCover Manager 是一款对 PlayCover 进行补充的应用。\n\n轻松的磁盘映像管理和 IPA 安装。
zh_hant: PlayCover Manager 是一款對 PlayCover 進行補充的應用程序。\n\n輕鬆的磁盤映像管理和 IPA 安裝。

source: PlayCover Manager は、PlayCover でインストールした iOS アプリを統合的に管理するための GUI ツールです。
en: PlayCover Manager is a GUI tool for comprehensive management of iOS apps installed with PlayCover.
zh_hans: PlayCover Manager 是一个 GUI 工具，用于全面管理随 PlayCover 安装的 iOS 应用。
zh_hant: PlayCover Manager 是一個 GUI 工具，用於全面管理隨 PlayCover 安裝的 iOS 應用程序。

source: PlayCover Manager を終了
en: Quit PlayCover Manager
zh_hans: 退出 PlayCover Manager
zh_hant: 退出 PlayCover Manager

source: PlayCover アプリを開く （⌘⇧P）
en: Open PlayCover App (⌘⇧P)
zh_hans: 打开 PlayCover 应用 (⌘⇧P)
zh_hant: 打開 PlayCover 應用 (⌘⇧P)

source: PlayCover が作成する不要なショートカットを削除します。PlayCover.app 起動時に再作成されます。
en: Remove unnecessary shortcuts created by PlayCover. They will be recreated when PlayCover.app is launched.
zh_hans: 删除 PlayCover 创建的不必要的快捷方式。启动 PlayCover.app 时将重新创建。
zh_hant: 刪除 PlayCover 創建的不必要的快捷方式。啟動 PlayCover.app 時將重新創建。

source: PlayCover が実行中の可能性があります。 エラー: %@
en: PlayCover may be running. Error: %@
zh_hans: PlayCover 可能正在运行。 错误: %@
zh_hant: PlayCover 可能正在運行。 錯誤: %@

# PlayCover が実行中の可能性があります。 エラー: (error.localizedDescription)
source: PlayCover が実行中の可能性があります。\n\nエラー: \(error.localizedDescription)
en: PlayCover may be running.\n\nError: \(error.localizedDescription).
zh_hans: PlayCover 可能正在运行。\n\n错误:\(error.localizedDescription)
zh_hant: PlayCover 可能正在運行。\n\n錯誤:\(error.localizedDescription)

source: PlayCover が終了しました
en: PlayCover has ended
zh_hans: PlayCover 已结束
zh_hant: PlayCover 已結束

source: PlayCover が見つかりました
en: PlayCover Found
zh_hans: 发现 PlayCover
zh_hant: 發現 PlayCover

source: PlayCover が見つかりません
en: PlayCover not found
zh_hans: 未找到 PlayCover
zh_hant: 未找到 PlayCover

source: PlayCover コンテナのアンマウントに失敗しました
en: Unmounting PlayCover container failed
zh_hans: 卸载 PlayCover 容器失败
zh_hant: 卸載 PlayCover 容器失敗

source: PlayCover コンテナのマウントに失敗
en: Failed to mount PlayCover container
zh_hans: 无法挂载 PlayCover 容器
zh_hant: 無法掛載 PlayCover 容器

source: PlayCover コンテナをアンマウントしています…
en: Unmounting PlayCover container...
zh_hans: 正在卸载 PlayCover 容器...
zh_hant: 正在卸載 PlayCover 容器...

source: PlayCover サイトを開く
en: Open PlayCover site
zh_hans: 打开 PlayCover 网站
zh_hant: 打開 PlayCover 網站

source: PlayCover ショートカット
en: PlayCover Shortcuts
zh_hans: PlayCover 快捷方式
zh_hant: PlayCover 快捷方式

source: PlayCover でインストール中
en: Installing with PlayCover
zh_hans: 使用 PlayCover 安装
zh_hant: 使用 PlayCover 安裝

source: PlayCover の Bundle ID を取得できません
en: Unable to get PlayCover Bundle ID
zh_hans: 无法获取 PlayCover 捆绑包 ID
zh_hant: 無法獲取 PlayCover 捆綁包 ID

source: PlayCover の Info.plist を読み込めません
en: Unable to load PlayCover's Info.plist
zh_hans: 无法加载 PlayCover 的 Info.plist
zh_hant: 無法加載 PlayCover 的 Info.plist

source: PlayCover の検出
en: PlayCover detection
zh_hans: PlayCover检测
zh_hant: PlayCover檢測

source: PlayCover の準備
en: Preparing PlayCover
zh_hans: 准备 PlayCover
zh_hant: 準備 PlayCover

source: PlayCover の確認に失敗
en: PlayCover verification failed
zh_hans: PlayCover 验证失败
zh_hant: PlayCover 驗證失敗

source: PlayCover の起動に失敗しました
en: PlayCover failed to start
zh_hans: PlayCover 无法启动
zh_hant: PlayCover 無法啟動

source: PlayCover プロジェクト
en: PlayCover Project
zh_hans: PlayCover项目
zh_hant: PlayCover項目

source: PlayCover を /Applications にインストールしてください。
en: Please install PlayCover in /Applications.
zh_hans: 请在 /Applications 中安装 PlayCover。
zh_hant: 請在 /Applications 中安裝 PlayCover。

source: PlayCover をインストールして再試行してください
en: Please install PlayCover and try again
zh_hans: 请安装 PlayCover 并重试
zh_hant: 請安裝 PlayCover 並重試

source: PlayCover を開く （⌘⇧P）
en: Open PlayCover (⌘⇧P)
zh_hans: 打开 PlayCover (⌘⇧P)
zh_hant: 打開 PlayCover (⌘⇧P)

source: PlayCover 用ディスクイメージが存在しません
en: Disk image for PlayCover does not exist
zh_hans: PlayCover 的磁盘映像不存在
zh_hant: PlayCover 的磁盤映像不存在

source: PlayCover 用のディスクイメージを作成します
en: Create a disk image for PlayCover
zh_hans: 为 PlayCover 创建磁盘映像
zh_hant: 為 PlayCover 創建磁盤映像

source: PlayCover.app が /Applications に存在する必要があります。
en: PlayCover.app must be present in /Applications.
zh_hans: PlayCover.app 必须存在于 /Applications 中。
zh_hant: PlayCover.app 必須存在於 /Applications 中。

source: PlayCover.app が検出できません
en: PlayCover.app cannot be detected
zh_hans: 无法检测到 PlayCover.app
zh_hant: 無法檢測到 PlayCover.app

source: PlayCover.app が見つかりません
en: PlayCover.app not found
zh_hans: 找不到 PlayCover.app
zh_hant: 找不到 PlayCover.app

source: PlayCover.app を /Applications にインストールしてください
en: Install PlayCover.app in /Applications
zh_hans: 请在 /Applications 中安装 PlayCover.app
zh_hant: 請在 /Applications 中安裝 PlayCover.app

source: PlayCover.app を再インストールしてください。
en: Please reinstall PlayCover.app.
zh_hans: 请重新安装 PlayCover.app。
zh_hant: 請重新安裝 PlayCover.app。

source: PlayCover.app を確認してください。
en: Check out PlayCover.app.
zh_hans: 查看 PlayCover.app。
zh_hant: 查看 PlayCover.app。

source: PlayCover.app を開く
en: Open PlayCover.app
zh_hans: 打开 PlayCover.app
zh_hant: 打開 PlayCover.app

# PlayCoverがクラッシュしました - 再試行中 （%lld/%lld）
source: PlayCoverがクラッシュしました - 再試行中 (%1$lld/%2$lld)
en: PlayCover crashed - Retrying (%lld/%lld)
zh_hans: PlayCover 崩溃 - 正在重试 (%lld/%lld)
zh_hant: PlayCover 崩潰 - 正在重試 (%lld/%lld)

source: PlayCoverでIPAをインストール中
en: Installing IPA with PlayCover
zh_hans: 使用 PlayCover 安装 IPA
zh_hant: 使用 PlayCover 安裝 IPA

source: PlayCoverでIPAをインストール中 （\(i)秒経過）
en: Installing IPA with PlayCover (\(i) seconds elapsed).
zh_hans: 使用 PlayCover 安装 IPA(\(i) 秒已过去)
zh_hant: 使用 PlayCover 安裝 IPA(\(i) 秒已過去)

source: PlayCoverでIPAをインストール中 （%lld秒経過）
en: Installing IPA with PlayCover (%lld seconds elapsed).
zh_hans: 正在使用 PlayCover 安装 IPA(已用 %lld 秒)
zh_hant: 正在使用 PlayCover 安裝 IPA(已用 %lld 秒)

source: PlayCoverの起動を待機中...
en: Waiting for PlayCover to launch...
zh_hans: 等待 PlayCover 启动...
zh_hant: 等待 PlayCover 啟動...

source: PlayCover終了検知 - 検証中...
en: PlayCover quit detected - Verifying...
zh_hans: PlayCover 结束检测 - 正在验证中...
zh_hant: PlayCover 結束檢測 - 正在驗證中...

# Version %@ （Build %@）
source: Version %1$@ (Build %2$@)
en: Version %@ (Build %@)
zh_hans: 版本%@(内部版本%@)
zh_hant: 版本%@(內部版本%@)

source: アーキテクチャ
en: architecture
zh_hans: 建筑学
zh_hant: 建築學

source: アイコンキャッシュがクリアされ、次回起動時に再読み込みされます。
en: Icon cache cleared. Icons will reload on next launch.
zh_hans: 图标缓存将被清除并在下次启动时重新加载。
zh_hant: 圖標緩存將被清除並在下次啟動時重新加載。

source: アイコンキャッシュをクリア
en: Clear Icon Cache
zh_hans: 清除图标缓存
zh_hant: 清除圖標緩存

source: アクセス権がありません
en: No access rights
zh_hans: 无访问权限
zh_hant: 無訪問權限

source: アップグレード
en: upgrade
zh_hans: 升级
zh_hant: 升級

source: アプリ:
en: App:
zh_hans: 应用：
zh_hant: 應用：

source: アプリ: \(app.displayName)
en: App: \(app.displayName)
zh_hans: 应用:\(app.displayName)
zh_hant: 應用程序:\(app.displayName)

source: アプリ: %@
en: App: %@
zh_hans: 应用：%@
zh_hant: 應用：%@

source: アプリアイコンのキャッシュをクリアします。次回起動時に再読み込みされます。
en: Clears app icon cache. Icons will reload on next launch.
zh_hans: 清除应用图标缓存。将在下次启动时重新加载。
zh_hant: 清除應用程序圖標緩存。將在下次啟動時重新加載。

source: アプリアンインストーラー
en: App Uninstaller
zh_hans: 应用卸载程序
zh_hant: 應用程序卸載程序

source: アプリが再起動され、初期設定ウィザードが表示されます。
en: App will restart and show the setup wizard.
zh_hans: 该应用将重新启动并显示初始设置向导。
zh_hant: 該應用程序將重新啟動並顯示初始設置嚮導。

source: アプリが実行中のため、アンインストールできません
en: Cannot uninstall because app is running
zh_hans: 无法卸载，因为应用正在运行
zh_hant: 無法卸載，因為應用程序正在運行

source: アプリが実行中のため、インストールできません
en: Cannot install because the app is running.
zh_hans: 无法安装，因为应用正在运行
zh_hant: 無法安裝，因為應用程序正在運行

source: アプリが見つかりません
en: No Apps Found
zh_hans: 找不到应用
zh_hant: 找不到應用程序

source: アプリコンテナをアンマウントしています…
en: Unmounting app container...
zh_hans: 正在卸载应用容器...
zh_hant: 正在卸載應用程序容器...

source: アプリコンテナを確認しています…
en: Checking app container...
zh_hans: 正在检查应用容器...
zh_hant: 正在檢查應用容器...

source: アプリサイズ:
en: App Size:
zh_hans: 应用大小:
zh_hant: 應用程序大小:

source: アプリのコンテナに内部データが残っていた場合のデフォルト処理です。ランチャーから起動する際に変更できます。
en: Default behavior when internal data remains in app container. Can be changed when launching from launcher.
zh_hans: 当内部数据保留在应用容器中时，这是默认过程。从启动器启动时您可以更改它。
zh_hant: 當內部數據保留在應用程序容器中時，這是默認過程。從啟動器啟動時您可以更改它。

source: アプリの基本情報とストレージ
en: App basic information and storage
zh_hans: 应用基本信息及存储
zh_hant: 應用基本信息及存儲

source: アプリの実行状態を確認中
en: Checking the running status of the app
zh_hans: 检查应用的运行状态
zh_hant: 檢查應用程序的運行狀態

source: アプリの言語
en: App Language
zh_hans: 应用语言
zh_hant: 應用語言

source: アプリの起動に失敗
en: Failed to start app
zh_hans: 无法启动应用
zh_hant: 無法啟動應用程序

source: アプリフォルダを開く
en: Open App Folder
zh_hans: 打开应用文件夹
zh_hant: 打開應用程序文件夾

source: アプリをアンインストール
en: Uninstall Apps
zh_hans: 卸载应用
zh_hant: 卸載應用程序

source: アプリをアンインストール （⌘D）
en: Uninstall App (⌘D)
zh_hans: 卸载应用 (⌘D)
zh_hant: 卸載應用程序 (⌘D)

source: アプリを再起動すると、アイコンが再読み込みされます。
en: Restart the app and the icon will reload.
zh_hans: 重新启动应用，图标将重新加载。
zh_hant: 重新啟動應用程序，圖標將重新加載。

source: アプリを削除中: \(app.appName)
en: Removing app: \(app.appName)
zh_hans: 正在删除应用:\(app.appName)
zh_hant: 正在刪除應用程序:\(app.appName)

source: アプリを削除中: %@
en: Deleting app: %@
zh_hans: 正在删除应用:%@
zh_hant: 正在刪除應用程序:%@

source: アプリを削除中...
en: Deleting app...
zh_hans: 正在删除应用...
zh_hant: 正在刪除應用程序...

source: アプリを検索
en: search app
zh_hans: 搜索应用
zh_hant: 搜索應用程序
